11/data/attachments/c25d637967a9c033.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_f3fefd47-8fea-4f37-9bc9-2056486b827a</nif:username>
            <nif:friendToBeAdded>Laura_involve_Friend_20240_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>